<?php
return [
    'start'=>"سلام! 🙂👋

به ربات اینستاپیچ خوش اومدی 🌺

با ربات اینستاپیچ میتونی استوری، عکس، پست، Igtv و.. رو براحتی دانلود کنی!😍

✅ برای دانلود کافیه لینک مدیا مورد نظر رو بفرستی! ",
    'caption'=>"\n دانلود شده از ربات اینستا پیچ \n 🆔 @InstaPichBot",
    'wait'=>"✅ درخواست شما به صف اضافه شد.

⏰ حداکثر یک دقیقه انجام عملیات دانلود طول میکشد، صبور باشید..",
    'success_login'=>'✅ ورود موفقیت آمیز بود !

اکنون میتوانید لینک مورد نظر را جهت دانلود ارسال کنید.',
    'faild_login'=>'❌ خطایی رخ داده است لطفا مجددا تلاش کنید
    توجه ! حساب شما حتما باید به تلفن و ایمیل متصل باشد
در صورت مشاهده مجدد این خطا یکبار در وبسایت اینستاگرام (instagram.com) ورود کنید و مجددا نام کاربری و کلمه عبور خود را ارسال کنید',
    'help'=>"🔹راهنمای استفاده از ربات:

برای دریافت راهنما در مورد هر موضوع، کافیست دستور آبی رنگی که مقابل سوال هست را لمس کنید.

⁉️ چگونه پست مورد نظرم را دانلود کنم؟ /help_download

⁉️ چگونه لینک پست مورد نظرم را از اینستاگرام کپی کنم؟ /help_copy_link

⁉️ چگونه اکانت خود را در ربات ثبت کنم؟ /help_add

⁉️ سکه یا امتیاز چیست؟ /help_credit

⁉️ چگونه دوستانم را دعوت کنم و سکه دریافت کنم؟ /help_link


👨‍💻 ارتباط با پشتیبانی ربات: @InstaPichSupport",

    'invite_accepted'=>"💥تبریک!

هم اکنون یک نفر با لینک مخصوص شما در ربات عضو شد و به شما %coin% سکه بابت این معرفی تعلق گرفت.

💰سکه های شما:%wallet% ",

    'banner'=>"《اینستاپیچ 🤖》 هستم،بامن میتونی

هرچی تو اینستا هستو دانلود کنی! 😳

عکس، فیلم، استوری، Igtv، reels، و..😍
حتی از پیج های خصوصی 😱

برای دانلود همین الان روی لینک بزن و وارد ربات شو👇
%link%
",
    'reply_banner'=>"لینک⚡️ دعوت شما با موفقیت ساخته شد 👆

شما میتوانید بنر حاوی لینک⚡️ خود را به گـــروه ها و دوستان خود ارسال کنید

با معرفی هر نفر %coin% سکه بگیرید! برای اطلاعات بیشتر راهنمای سکه رو بخون (/help_credit)

👈 شما تاکنون %invite% نفر را به این ربات دعوت کرده اید.",
    'how_download'=>'🔹چگونه پست موردنظرم را دانلود کنم؟

برای دانلود پست مورد نظر فقط کافیه لینک پست را برای ربات ارسال کنید!

🔸 - ‏ راهنما : /help',
    'how_copy'=>'🔹چگونه لینک پست موردنظرم را از اینستا گرام کپی کنم؟

برای کپی لینک پست مورد نظر فقط کافیست روی سه نقطه کلیک کرده و روی ایکون پیوند کلیک کنید. (مانند تصویر)

🔸 - ‏ راهنما : /help',
    'how_add'=>'🔹چگونه لینک اکانت خود را در ربات ثبت کنم؟

برای ثبت اکانت خود در ربات کافیست روی /add کلیک کنید و یوزرنیم و پسورد پیج خود را طبق الگویی که نمایش داده میشود ارسال کنید.

🔸 - ‏ راهنما : /help',

    'how_coin'=>'🔹سکه یا امتیاز چیست؟

برای دانلود پست از اینستاگرام از سه روش میتوانید استفاده کنید:

۱. به دلیل محدودیت های اینستاگرام در این روش باید یوزرنیم و پسورد پیج خود را در ربات ثبت کنید تا محدودیت دانلود برای کاربران پیش نیاید.(که در این روش ربات برای برای همیشه برایتان کاملا رایگان خواهد بود!)

۲. دعوت دوستانتان به ربات و دریافت سکه، برای دانلود پست از اینستاگرام نیاز به حداقل ۱ سکه دارید! با دعوت دوستانتان به ربات میتوانید به ازای دعوت هر کاربر مقدار مشخصی سکه دریافت کنید.

۳. خرید سکه، با خرید سکه میتوانید بدون نیاز به وارد کردن یوزرنیم و پسورد پیج از ربات استفاده کنید..

🔸 - ‏ راهنما : /help',
    'how_invite'=>"🔹چگونه دوستانم را دعوت کنم و سکه دریافت کنم؟

برای دعوت دوستانتان به ربات و در یافت سکه از منوی ربات روی گذینه معرفی به دوستان (سکه رایگان) کلیک کنید و بنر حاوی لینک مخصوص تان را برای دوستان و.. ارسال کنید، با ورود هر کاربر با لینک مخصوص شما سکه به حساب کاربریتان اضافه خواهد شد.

🔸 - ‏ راهنما : /help",
'join_channel'=>'📢 برای استفاده از ربات باید در کانال ربات عضو شوید. 👇
🆔 @InstaPich
🆔 @InstaPich
✅ بعد از عضویت روی /start کلیک کنید.',
];
