<?php
return [
    'start'=>"سلام! 🙂👋

به ربات اینستاپیچ خوش اومدی 🌺

با ربات اینستاپیچ میتونی استوری، عکس، پست، Igtv و.. رو براحتی دانلود کنی!😍

✅ برای دانلود کافیه لینک مدیا مورد نظر رو بفرستی! ",
    'caption'=>"\n دانلود شده از ربات اینستا پیچ \n 🆔 @InstaPichBot",
    'wait'=>"✅ درخواست شما به صف اضافه شد.

⏰ حداکثر یک دقیقه انجام عملیات دانلود طول میکشد، صبور باشید..",
    'success_login'=>'✅ ورود موفقیت آمیز بود !

اکنون میتوانید لینک مورد نظر را جهت دانلود ارسال کنید.',
    'faild_login'=>'❌ خطایی رخ داده است لطفا مجددا تلاش کنید
در صورت مشاهده مجدد این خطا یکبار در وبسایت اینستاگرام (instagram.com) ورود کنید و مجددا نام کاربری و کلمه عبور خود را ارسال کنید',
    'help'=>"🔹راهنمای استفاده از ربات:

برای دریافت راهنما در مورد هر موضوع، کافیست دستور آبی رنگی که مقابل سوال هست را لمس کنید.

⁉️ چگونه پست مورد نظرم را دانلود کنم؟ /help_download

⁉️ چگونه لینک پست مورد نظرم را از اینستاگرام کپی کنم؟ /help_copy_link

⁉️ چگونه اکانت خود را در ربات ثبت کنم؟ /help_add

⁉️ سکه یا امتیاز چیست؟ /help_credit

⁉️ چگونه دوستانم را دعوت کنم و سکه دریافت کنم؟ /help_link


👨‍💻 ارتباط با پشتیبانی ربات: @InstaPichSupport",
    'invite_accepted'=>"✅ دعوت شما با موفقیت دریافت شد."
];
