<?php
return [
    'start'=>"سلام! 🙂👋

به ربات اینستاپیچ خوش اومدی 🌺

با ربات اینستاپیچ میتونی استوری، عکس، پست، Igtv و.. رو براحتی دانلود کنی!😍

✅ برای دانلود کافیه لینک مدیا مورد نظر رو بفرستی! ",
    'caption'=>"\n دانلود شده از ربات اینستا پیچ \n 🆔 @InstaPichBot",
    'wait'=>"✅ درخواست شما به صف اضافه شد.

⏰ حداکثر یک دقیقه انجام عملیات دانلود طول میکشد، صبور باشید..",
    'success_login'=>'✅ ورود موفقیت آمیز بود !

اکنون میتوانید لینک مورد نظر را جهت دانلود ارسال کنید.',
    'faild_login'=>'❌ خطایی رخ داده است لطفا مجددا تلاش کنید
در صورت مشاهده مجدد این خطا یکبار در وبسایت اینستاگرام (instagram.com) ورود کنید و مجددا نام کاربری و کلمه عبور خود را ارسال کنید'
];
